battop
battop-debug
bibata-cursor-theme-bin
cheese
cloudflare-warp-bin
cloudflare-warp-bin-debug
clutter
clutter-gst
clutter-gtk
cogl
coolercontrol-bin
coolercontrol-bin-debug
coolercontrold-bin
coolercontrold-bin-debug
cpupower-gui
glew1.10
gpu-screen-recorder
gpu-screen-recorder-debug
gpu-screen-recorder-gtk
gpu-screen-recorder-gtk-debug
gtk2
lib32-glew1.10
lib32-gtk2
lib32-libappindicator-gtk2
lib32-libappindicator-gtk2-debug
lib32-libdbusmenu-gtk2
lib32-libdbusmenu-gtk2-debug
lib32-libgcrypt15
lib32-libidn11
lib32-libindicator-gtk2
lib32-libindicator-gtk2-debug
lib32-libjpeg6-turbo
lib32-libjpeg6-turbo-debug
lib32-libpng12
lib32-librtmp0
lib32-librtmp0-debug
lib32-libtiff4
lib32-libudev0-shim
lib32-libvpx1.3
lib32-openssl-1.0
libcheese
libdbusmenu-gtk2
libdbusmenu-gtk2-debug
libgcrypt15
libgcrypt15-debug
libidn11
libidn11-debug
libindicator-gtk2
libindicator-gtk2-debug
libjpeg6-turbo
libjpeg6-turbo-debug
libpng12
librtmp0
libtiff4
libudev0-shim
libudev0-shim-debug
libva-intel-driver-irql
libva-intel-driver-irql-debug
libvpx1.3
libvpx1.3-debug
linux-wifi-hotspot
nmgui-bin
oda-file-converter
oda-file-converter-debug
openssl-1.0
openssl-1.0-debug
protonfixes
python-backports-zstd
python-tree-sitter-debug
python-tree-sitter-make-debug
qadwaitadecorations-qt5
qadwaitadecorations-qt6
qimgv-git
qt5-wayland-decorations
qt5-wayland-decorations-debug
steam-native-runtime
wbg-debug
xboxdrv
yay
yay-debug
