7zip
alacritty
archlinux-xdg-menu
arj
ark
audacity
awww
base
base-devel
bash-language-server
bbswitch-dkms
bc
bear
blender
blueman
bluez
bluez-utils
breezy
brightnessctl
btop
cava
ccache
celluloid
cliphist
cloc
cmake
cmatrix
cowsay
cpio
cppcheck
cpupower
dfu-util
discord
dkms
dolphin
dosfstools
easyeffects
efibootmgr
evince
fastfetch
fd
firefox
flatpak
font-manager
fuzzel
fzf
gamemode
gamescope
gdu
geany
geany-plugins
gedit
gimp
git
glade
gnome-keyring
gnome-themes-extra
gperf
gpu-screen-recorder
graphviz
greetd
grub
gst-plugin-pipewire
gtkwave
haveged
helix
helvum
htop
hyprlock
hyprpicker
icoutils
intel-ucode
irqbalance
iverilog
iwd
jq
kate
kcachegrind
kdesdk-thumbnailers
kdialog
kitty
konsole
lib32-gnutls
lib32-opencl-nvidia
lib32-vkd3d
libappindicator
libpulse
libreoffice-fresh
libva-nvidia-driver
libva-utils
linux-firmware
linux-lqx
linux-lqx-headers
lldb
lrzip
lsp-plugins-lv2
lutris
lxappearance
lzip
lzop
mako
man-db
mangohud
marksman
materia-gtk-theme
mesa-utils
meson
nano
ncdu
neovim
networkmanager
niri
nm-connection-editor
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvtop
nwg-look
obsidian
opencl-nvidia
openssh
os-prober
pacman-contrib
pavucontrol
perf
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
power-profiles-daemon
prismlauncher
python-kivy
python-pip
python-pipx
python-ruamel-yaml
python-tomli
python-tomli-w
qalculate-gtk
qbittorrent
qt5-quickcontrols2
qt5ct
qt6-wayland
qt6ct
reflector
resvg
s-tui
seahorse
smartmontools
sof-firmware
spotify-launcher
spotify-player
sshuttle
steam
stress
swaybg
swaylock
tree
umu-launcher
unarj
unrar
unzip
valgrind
verilator
vim
vlc-plugin-ffmpeg
vscode-json-languageserver
vte3
waybar
weechat
wev
wget
wine
wine-mono
winetricks
wireguard-tools
wireless_tools
wireplumber
wlr-randr
wlsunset
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-utils
xorg-server
xorg-xlsclients
xwayland-satellite
yazi
zip
zoxide
zram-generator
zsh
